Repository: AhmedFarid/Qassat
Catalog: QASSATlocalization/QASSAT/*.xcloc/Localized Contents/*.xliff
Languages: ar

# 0MJ-2P-aNU.text
source: Period
ar: مدة

# 0UE-kt-40N.text
source: Descrption:
ar: تفاصيل:

# 1LD-xi-rA0.text
source: Price
ar: سعر

# 3QR-PU-cz9.text
source: Remaining
ar: متبقي

# 4D2-Kk-nyc.text
source: Vendor Name:
ar: :اسم البائع

# 5CJ-nZ-x53.title
source: Profile
ar: البروفيل

# 5oE-Gc-SRQ.text
source: Duration
ar: فتره

# 6XP-GF-rSb.text
source: Deposit
ar: مقدم

# 6ja-3C-Kly.text
source: Brand Name
ar: الفئه

# 7gY-Jw-nev.title
source: Approved
ar: المقبول

# 8sy-QS-d1a.text
source: Price
ar: السعر

# 9na-HB-Qy4.text
source: Period
ar: المده

# 9p5-rl-llN.text
source: Remaining
ar: المتبقي

# AAn-Ju-cht.title
source: Product
ar: منتج

# B82-4m-Unf.text
source: Price With Loan
ar: سعر القسط

# Bzr-IW-kKP.normalTitle
source: SIGN UP
ar: تسجيل

# EPG-Sv-MdH.text
source: Ahmed Farid
ar: احمد فريد

# ESc-dX-wP2.text
source: amount
ar: كميه

# EhK-Ts-gav.text
source: Payment Method:
ar: :طريقه الدفع

# GAf-42-sf0.text
source: Deposit
ar: مقدم

# GXc-1q-9zs.normalTitle
source: SIGN IN
ar: تسجيل دخول

# HB0-2X-Gtc.title
source: Profile
ar: الملف الشخصي

# HWF-n7-JZG.placeholder
source: Email
ar: اميل

# Hhx-CD-fr9.normalTitle
source: Cach
ar: كاش

# Hsr-Dz-Sbz.text
source: Price
ar: سعر

# IMH-RF-1oa.placeholder
source: First Name
ar: الاسم الاول

# Ij1-TX-PEW.title
source: Login
ar: تسجيل

# KpV-3Q-hfR.text
source: due_date
ar: تاريخ الاستحقاق

# MG7-NS-fTF.text
source: Vendor Phone:
ar: رقم البائع:

# MOK-MR-1Do.text
source: Payment Amount
ar: كميه المدفوعات

# MlP-8U-ezu.placeholder
source: Email
ar: اميل

# NtT-Qa-Idk.text
source: Total Price
ar: السعر الكلي

# Ntk-pD-Lqf.text
source: Price
ar: سعر

# OAT-SK-rqL.placeholder
source: Password
ar: كلمه المرور

# OVE-kM-ZMs.text
source: Duration
ar: فتره

# PYo-UJ-fYu.text
source: Category Name:
ar: اسم الفئه:

# Ppe-no-9AJ.text
source: Vendor Address:
ar: عنوان البائع:

# Szy-Bv-ya2.text
source: Loan System
ar: نظام التقسيط

# TfU-7x-FzG.text
source: Brand Name
ar: النوع:

# UGZ-b1-Jcs.text
source: Vendor Phone:
ar: هاتف البائع:

# UIV-Jc-cLN.title
source: Order By Loan
ar: طلب قسط

# UcC-bl-CZJ.text
source: Product Name
ar: اسم المنتج

# UsH-fU-QLH.title
source: Register
ar: تسجيل

# Wem-pr-SBe.text
source: Status Color
ar: حالتي

# XLY-da-P1w.text
source: Payment Method:
ar: نظام الدفع:

# Yff-Kj-H2J.normalTitle
source: Order
ar: طلب

# ZMq-we-2Wl.title
source: My payment Details
ar: تفاصيل المدفوعات

# a9t-Hv-WnG.placeholder
source: Last Name
ar: الاسم الاخير

# aEh-lX-lM5.text
source: Method
ar: نظام

# aRE-Im-F8i.text
source: Product Name
ar: اسم المنتج

# b4Y-bV-Nea.placeholder
source: ID Number
ar: رقم الهويه

# bjT-EW-or0.text
source: Phone
ar: الهاتف

# c9a-8I-O9i.placeholder
source: Address
ar: العنوان

# cew-sC-Rm3.normalTitle
source: LOGIN
ar: تسجيل دخول

# dDM-eQ-3MZ.normalTitle
source: View
ar: عرض

# dKV-qg-t0u.title
source: Painding
ar: معلق

# dqc-gb-hCc.text
source: your order has been accepted please make phone call with vendor to pay your first loan and receive your order
ar: لقد تم الموافقه علي طلبك برجاء تواصل مع البائع لدفع اول قسط والمقدم واستلام طلبك

# ePt-HO-Av0.text
source: Gender
ar: النوع

# fWV-ot-W1g.normalTitle
source: GUSET
ar: زائر

# ffN-Iw-Mhm.text
source: Name
ar: اسم

# g0G-To-YOQ.text
source: Model Product:
ar: نوع المنتج:

# gDL-QZ-2CY.text
source: Price
ar: سعر

# hLT-Z9-Yc9.text
source: Model Product
ar: نوع المنتج

# iaz-mE-NdC.text
source: Product Name
ar: اسم المنتج

# ip4-gc-ayD.text
source: Product Name
ar: اسم المنتج

# j4d-ru-uYD.text
source: Remaining
ar: المتبقي

# jfO-BQ-n1B.text
source: Vendor Phone
ar: هاتف البائع

# kdx-LV-wXv.text
source: Gender
ar: النوع

# kgw-cG-Gdu.title
source: Order By Cach
ar: طلب ب كاش

# ldK-ld-kXt.placeholder
source: Phone
ar: الهاتف

# lfH-dx-Xyn.text
source: My Orders
ar: طلباتي

# lgd-9g-dUe.text
source: Vendor Address
ar: عنوان البائع

# m9l-ob-sgp.normalTitle
source: Create an account
ar: انشاء حساب

# mfO-sg-JbG.title
source: عربي
ar: english

# mif-NQ-6h1.text
source: amount
ar: كمية

# nTT-H0-Orf.text
source: Price
ar: سعر

# nf1-XS-qKU.text
source: collection_date
ar: تاريخ دفع القسط

# oC3-pm-D0D.text
source: Price
ar: سعر

# pf1-9N-dNB.text
source: Payment Amount
ar: كميات الدفع

# q1m-rN-XK3.placeholder
source: Password
ar: كلمه المرور

# sps-m7-TrO.text
source: Product Name
ar: اسم المنتج

# sq3-hs-uD8.text
source: Vendor Name
ar: اسم البائع

# t7L-CL-O6r.text
source: Vendor Name:
ar: اسم البائع:

# tVY-gD-OhI.text
source: First Payment Date
ar: تاريخ اول قسط

# uRw-fl-LQc.text
source: Vendor Phone:
ar: هاتف البائع:

# ucR-ZG-luf.normalTitle
source: Uppload ID Photo
ar: تحميل صوره الهويه

# y9j-Ui-PCe.text
source: Method
ar: نضام

# yFb-YK-czA.text
source: Category Name
ar: اسم الفئة

# yej-dC-m8B.title
source: QASSAT
ar: قسط

# yjb-0g-yy1.text
source: Vendor Name:
ar: اسم البائع:

# z2y-fo-gFy.normalTitle
source: Order
ar: طلب

# zwe-3J-9eu.text
source: Deposit
ar: المقدم

source: Back
ar: رجوع

source: Collection Date
ar: تاريخ دفع القسط

source: Deposit
ar: المقدم

source: Due Date
ar: تاريخ دفع القسط القادم

source: Enter Frist Name
ar: ادخل اسمك الاول

source: Enter Last Name
ar: ادخل اسمك الاخير

source: Enter Your Email
ar: ادخل الاميل

source: Enter Your ID Number
ar: ادخل رقم الهويه

source: Enter Your Password
ar: ادخل كلمه السر

source: Enter Your Phone Number
ar: ادخل رقم الجوال

source: Enter Your Photo ID
ar: ادخل صورة الهويه

source: Enter Your address
ar: تاريخ دفع القسط القادم

source: Frist Payment Date
ar: تاريخ اول قسط

source: LogOut
ar: تسجيل خروج

source: Login Filed
ar: خطاء في التسجيل

source: Login Frist
ar: من فضلك سجل دخول

source: Login Required
ar: تسجيل الدخول مطلوب

source: Payment Method
ar: نظام الدفع

source: Please Login Frist
ar: من فضلك سجل دخول

source: Price After Deposit
ar: السعر بدون المقدم

source: SignUp Filed
ar: خطاء في التسجيل

source: Sorry Try again and check your Email or Password
ar: من فضلك تحقق من الاميل او كلمه السر

source: Sorry Try again and check your connection
ar: من فضلك تحقق من اتصالك بالانترنت

source: Total Price
ar: السعر كامل

source: Vendor Name
ar: اسم البائع

source: email not correct
ar: الاميل غير صحيح

source: en
ar: ar

source: order failed
ar: فشل في الطلب

source: order success please check vendor accepting in my orders
ar: نجح الطلب من فضلك تحقق من قيول طلبك في طلباتي

source: vendor Phone
ar: هاتف البائع
